{
  "instagramFeedList": [
    {
      "src": "https://scontent.cdninstagram.com/v/t51.29350-15/326719861_1240636189867917_5147902248217962761_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=fspZE28kJ6gAX8rSofM&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDfK04XxRvo_vXDzR6Ql6HIG6vczzgiObG-qAVbO1849g&oe=63D6B568",
      "content": "Why are we screaming?",
      "date": "JANUARY 4",
      "link": "#"
    },
    {
      "src": "https://scontent.cdninstagram.com/v/t51.29350-15/326873370_890737952174511_5425647590703792392_n.jpg?_nc_cat=102&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=2H6HAgbvmZ8AX9-VX9l&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDlLns0Kgpvajzo4Xv0bQiFiHDKzM7Ec-0sBBFN1taMbg&oe=63D7C00D",
      "content": "It’s been a sweet time running our first popup and season at manly markets. I’ve (Brent) been pretty shy about putting my illustrations out there into the world (preferring to create in my own little bubble) and was quietly shitting and doubting myself, but the reality is it’s been really fun to meet our community on the ground and hear about how our work connects with people in their own cool, unique ways. It’s all thanks to Tash who has pulled so much of this together, manned the stall and popups, met so many awesome customers and pushed me out of my comfort zone over the last few weeks. She has joined this little creative business this year and just damn stoked to create alongside her. We appreciate all the time and effort many made to come out and see us, (local community and visitors alike!) and all the chats and stories. Thanks to everyone for supporting our work! Happy holidays! 🦘🌊🎄🍻🌊💚🐨",
      "date": "DECEMBER 24",
      "link": "#"
    },
    {
      "src": "https://scontent.cdninstagram.com/v/t51.29350-15/326290623_184811914230445_7731919834524578524_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=Xy_e_gAxeh0AX8eo8R1&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfA1fDD4Yl4A0FxA3keosxsejur2_nnyxSijw3XiQxJE8w&oe=63D829FC",
      "content": "A few photos of the insanely fun mural we painted for @harborddiggers Manly bowlo and @reeftip featuring a few of the local characters. Head down to Manly bowlo to check it out.",
      "date": "DECEMBER 23",
      "link": "#"
    },
    {
      "src": "https://scontent.cdninstagram.com/v/t51.29350-15/323595283_709202147431522_7784144691299996940_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=ukJ1K6M5g34AX9nJXUo&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDBmO6ApRd5Fl0odaJLVDuSR46_8g9vaaqOkA7OWA8FBg&oe=63D6A518",
      "content": "Thanks to everyone who has ordered from our online shop, came out to the markets or visited us at the warringah popup! What a cool experience it has been to get out there and meet our collectors and buyers on the ground rather than from behind the screen and in the DMs! We’re heading into the last days before Christmas and are running low or have sold out of some merch. We’ve sold out all calendars, Australia From Dawn to Dusk books, frothy cockys and most hats but still have plenty of beach towels, tote bags, t-shirts (some designs are running low), art prints in all sizes, pink koala bum hats, stickers and postcard booklets. We’ve also got a little in-person deal running where you can get a jumbo beach towel, tote and sticker pack for $100, great for last minute Christmas gifts. Visit Tash or me (Brent) at the warringah popup up until Christmas Eve and manly markets on the 24th december (Christmas Eve too). Then we take a break and have a beer or 6. Cheers 🍻",
      "date": "DECEMBER 21",
      "link": "#"
    },
    {
      "src": "https://scontent.cdninstagram.com/v/t51.29350-15/321364952_887061328998589_1240830666546447795_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=7tA_NYfSXqYAX8WWr0J&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBfYvRCFf8eOhz342q08PDDZ1u_ENItrFxVWa6hBo8ffw&oe=63D75D46",
      "content": "Here’s the last of the three boards @yugen_surfboards and I made together based on my Kingfisher artwork. This is on a classic 5’10 fish shape, twin fin and great for summer and smaller surf. If you’d like own the king of fish, head to the online shop!",
      "date": "DECEMBER 15",
      "link": "#"
    },
    {
      "src": "https://scontent.cdninstagram.com/v/t51.29350-15/321396717_1329227531145909_2937286288380256045_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=XTewGL_3GP8AX8U5uoF&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDEcsVb_mEB75i4klRgnny2GI3R0G5ImnnQvKz7yyiHBw&oe=63D85515",
      "content": "We’re lucky to have so many awesome native birds in our skies, trees and backyards. I was out walking Wally dog this morning and spotted a couple of Galahs, a kookaburra family, magpie family, noisy miners, cockatoos and rainbow lorikeets all within a 50m radius! Defo feeling inspired and stoked to have all these birds living nearby",
      "date": "DECEMBER 14",
      "link": "#"
    }
  ]
}